"recommendations": [
    {
      "author": "Phil Knowles",
      "author_title": "Senior Software Engineer",
      "date": "May 9, 2023",
      "relationship": "Phil worked with Janet on the same team",
      "text": "Janet's advanced skillset, coupled with her extensive experience,\nmake her an outstanding team player and a tremendous asset to\nany organization. I absolutely endorse Janet Jeffus as a Senior\nSoftware Engineer and am confident that she will continue to excel\nin any role she undertakes."
    },
    {
      "author": "Josh Willis",
      "author_title": "Senior Frontend Developer at Hatch",
      "date": "February 11, 2015",
      "relationship": "Josh reported directly to Janet",
      "text": "Janet knows more about programming then most software\ncompanies combined. She is excellent to work with, and I learned\nmore in the 9 months I worked for her than the rest of my career\ncombined. She would be an outstanding addition to, or leader of,\nany project."
    },
    {
      "author": "Mark Davis",
      "author_title": "President at SteelGlide",
      "date": "February 10, 2025",
      "relationship": "Mark managed Janet directly",
      "text": "Janet is an outstanding senior engineer and consummate\nprofessional. She joined our team as a Senior Software Engineer.\nThanks to her exceptional performance as a designer, developer,\nand mentor, she rose quickly to a technical leadership role in the\ncompany. I've never met anyone as broadly talented in software\ntechnology. But the icing on the cake is her ability to work with\nothers. She's a naturally empathetic person, able to encourage and\nchallenge those around her to learn and grow professionally and\npersonally. She is an asset to any organization, and given the\nchance I'd hire her in a second."
    },
    {
      "author": "Steven Hirlston",
      "author_title": "Senior Software Engineer | Ruby on Rails",
      "date": "August 1, 2023",
      "relationship": "Steven worked with Janet on the same team",
      "text": "Janet is deeply experienced and knowledgeable about all aspects\nof software engineering and design. She is also incredibly helpful\nand eager to teach what she knows to others."
    },
    {
      "author": "Jacques Fournier",
      "author_title": "Web App Developer & Real Estate Appraiser",
      "date": "May 22, 2023",
      "relationship": "Jacques worked with Janet on the same team",
      "text": "I had the great privilege of working with Ms. Jeffus at RealQuantum\nfrom 2022-2023. She was the most experienced engineer on our\nteam and as a result, was responsible for some of the most\nimportant and complex assignments, such as implementation of\nsingle sign-on (SSO) using Auth0 and Azure. She was also\nextremely enthusiastic about helping others with any problem,\ndoing flawless deployments, and leading our team meetings. She\nwould be a great asset to any team, including as lead developer or\nCTO, and I hope that I have the opportunity to work with her again\nin the future."
    },
    {
      "author": "Malachai Frazier",
      "author_title": "AI-Enhanced Product Engineer",
      "date": "May 11, 2023",
      "relationship": "Malachai worked with Janet on the same team",
      "text": "It has been a true privilege to work alongside Janet Jeffus at\nRealQuantum. As a Senior Software Engineer, her skill level is truly\ntop-notch, and her ability to tackle even the most complex\nchallenges is nothing short of impressive. Janet's expertise and\ndeep understanding of software engineering have made her an\nindispensable asset to our team."
    }
  ]
